Mandatory1/PISO_10_20_100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       34880;
    }
    outlet
    {
        type            patch;
        nFaces          40;
        startFace       34920;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          560;
        startFace       34960;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          35200;
        startFace       35520;
    }
)

// ************************************************************************* //
